Repository: sushain97/apertium-monorepo-svn-82937
Catalog: nursery/apertium-sme-smn/fi.samediggi/view_id_EQ_828_itemid_EQ_149.tmx
Source language: sme
Languages: smn

source: Dieđáhus
smn: xxx

source: Sámediggi váldá geavahussii ođđa šleađgapoastavuogádaga vahkus 11 .
smn: Sämitigge váldá kiävtun uđđâ šleđgâpostâvuáháduv oho 11 .

source: Vuogádaga atnuiváldin álggahuvvo vuossárgga 14.3.2014 .
smn: Vuáháduv kiävtunväldim algâttep vuossaargâ 10.3.2014 .

source: Vuogádaga atnuiváldima áigge šleađgapoasttaid johtin sáhttá ádjánit .
smn: Vuáháduv kiävtunväldim ääigi šleđgâpoostah sättih ájániđ .

source: Hohpolaš áššiin ávžžuhit váldit oktavuođa sámediggái telefovnnain .
smn: Huápulâš aašijn pivdep väldiđ ohtâvuođâ sämitiigán puhelimáin .
